Repository: edx-olive/instructor-analytics
Catalog: rg_instructor_analytics/locale/*/LC_MESSAGES/django.po
Languages: ar, lv, vi

source: Tabs
ar: علامات تبويب
lv: Cilnes
vi: Các tab

source: Enabling additional tabs requires extra traffic, and might affect system activity. It might take a little time before data is updated.
ar: يتطلب تمكين علامات تبويب إضافية المزيد من الحمل على الشبكة، وقد يؤثر على نشاط النظام. قد يستغرق الأمر بعض الوقت قبل تحديث البيانات.
lv: Iespējojot papildu cilnes nepieciešama papildu datplūsma, un varētu tikt ietekmēta sistēmas darbība. Var paiet nedaudz laika, līdz dati tiek atjaunināti.
vi: Việc kích hoạt các tab bổ sung yêu cầu thêm lưu lượng truy cập và có thể ảnh hưởng đến hoạt động của hệ thống. Có thể mất một chút thời gian trước khi dữ liệu được cập nhật.

source: Generation Z: 1995-2012
vi: Thế hệ Z: 1995-2012

source: Generation X: 1965-1979
vi: Thế hệ X: 1965-1979

source: Academic degree
vi: Bằng cấp học thuật

source: Master's degree on specialty
vi: Bằng thạc sĩ về chuyên ngành

source: Undergraduate
vi: Đại học

source: Incomplete higher education
vi: Chưa hoàn thành đại học

source: The average
vi: Trung bình

source: Incomplete secondary
vi: Chưa hoàn thành trung học

source: Initial
vi: Ban đầu

source: No formal education
vi: Không có giáo dục chính thức

source: Other education
vi: Giáo dục khác

source: Male
vi: Nam

source: Other
vi: Khác

source: Female
vi: Nữ

source: Instructor
ar: مدرب
lv: Instruktors
vi: Giáo viên

source: Enrollment stats
ar: احصائيات التسجيل
lv: Reģistrēšanās statistika
vi: Số liệu thống kê về đăng ký

source: Activities
ar: الأنشطة
lv: Aktivitātes
vi: Các hoạt động

source: Problems
ar: المشاكل
lv: Problēmas
vi: Các vấn đề

source: Students' Info
ar: معلومات الطلاب
lv: Studentu informācija
vi: Thông tin học sinh

source: Clusters
ar: المجموعات
lv: Kohortas
vi: Cụm

source: Progress Funnel
ar: مسار التقدم
lv: Progresa piltuve
vi: Kênh tiến trình

source: Suggestions
ar: الإقتراحات
lv: Ieteikumi
vi: Gợi ý

source: Additional Info
vi: Thông tin bổ sung

source: total users
vi: tổng số người dùng

source: no data
vi: không có dữ liệu

source: date
vi: ngày

source: gender statistics
vi: thống kê giới tính

source: education statistics
vi: thống kê giáo dục

source: age statistics
vi: thống kê độ tuổi

source: geo statistics
vi: thống kê địa lý

source: Instructor analytics
ar: تحليلات المدرب
lv: Instruktoru analītika
vi: Phân tích của giáo viên

source: Invalid course ID.
ar: معرف المساق غير صحيح.
lv: Nederīgs kursa ID.
vi: ID khóa học không hợp lệ.

source: Invalid date range.
ar: الفترة الزمنية غير صحيحة.
lv: Nederīgs datumu diapazons.
vi: Phạm vi ngày không hợp lệ.

source: system
vi: hệ thống

source: microsite
vi: trang web nhỏ

source: course
vi: khóa học

source: admin
vi: quản trị viên

source: instructor
vi: giáo viên

source: zero progress
ar: لا يوجد أي تقدم
lv: nav progresa
vi: không tiến bộ

source: from {} % to {} %
ar: من {} % إلى {} %
lv: no {} % līdz {} %
vi: từ {}% đến {}%

source: Not all field are filled.
ar: لم يتم ملء كل الحقول.
lv: Nav aizpildīti visi lauki.
vi: Không phải tất cả các trường đều được điền.

source: `from`, `to`, `course_id` are the must.
ar: يجب تعبئة 'من','إلى','معرف المساق'.
lv: `no`, `līdz`, `kursa ID` ir obligāts.
vi: `from`,` to`, `course_id` là bắt buộc.

source: Invalid username.
ar: اسم المستخدم غير صحيح.
lv: Nederīgs lietotājvārds
vi: username không hợp lệ.

source: Invalid `answerMap` (JSON parsing error).
ar: `answerMap` غير صحيح (خطأ في معالجة JSON)
lv: Nepareizs `answerMap` (JSON apstrādes kļūda).
vi: `AnswerMap` không hợp lệ (lỗi phân tích cú pháp JSON).

source: Take a look at "{}" - the number of students that stuck there is {:01.0f}% higher than average.
ar: ألق نظرة على "{}" - عدد الطلاب العالقين هناك أعلى بنسبة {:01.0f}% من المتوسط.
lv: Apskaties "{}" - studentu skaits, kas ir iestrēguši šeit ir {:01.0f}% un tas ir lielāks kā vidēji.
vi: Hãy xem "{}" - số học sinh thất bại ở đó cao hơn {: 01.0f}% so với mức trung bình.

source: Take a look at "{}": there is too high avg attempts number and too low value of the mean success rate.
ar: ألق نظرة على "{}": يوجد متوسط عدد محاولات مرتفع للغاية ونسبة منخفضة جداً لمتوسط معدل النجاح.
lv: Apskaties "{}": šo ieskaiti atkārtoti kārto ļoti daudzas reizes un tam ir ļoti zems sekmīgi aizpildīto skaits.
vi: Hãy xem "{}": có số lần thử trung bình quá cao và giá trị của tỷ lệ thành công trung bình quá thấp.

source: Additional Information
vi: thông tin thêm

source: Course has not started yet.
ar: المساق لم يبدأ بعد.
lv: Kurss vēl nav sācies.
vi: Khóa học vẫn chưa bắt đầu.

source: Loading
ar: جاري التحميل
lv: Ielāde
vi: Đang tải

source: Video views count
ar: عدد المشاهدات للفيديو
lv: Video skatījumu skaits
vi: Số lượt xem video

source: Discussion activities count
ar: عدد الأنشطة في النقاش
lv: Diskusiju aktivitāšu skaits
vi: Số hoạt động thảo luận

source: Intensity of visits the course count
ar: عدد شدة الزيارة للمساق
lv: Kursa apmeklējumu intenstitāte
vi: Mật độ truy cập số lượng khóa học

source: Transition Pattern through Units
ar: نمط الانتقال خلال الوحدات
lv: Aktivitāšu pārejas modelis
vi: Mô hình chuyển đổi thông qua các đơn vị

source: This graph indicates the number of visits of each Unit and bring you the whole perspective of what part of Course was the most difficult or interesting for your Students.
ar: يشير هذا الرسم البياني إلى عدد الزيارات لكل وحدة ويعرض لك المنظور الكامل لجزء المساق الذي كان الأكثر صعوبة أو تشويقاً لطلابك.
vi: Biểu đồ này cho biết số lượt truy cập của mỗi Bài học và cung cấp cho bạn toàn bộ viễn cảnh về phần nào trong Khóa học là khó nhất hoặc thú vị nhất đối với Học viên của bạn.

source: Keep an eye on your students' progress
ar: راقب تقدم طلابك
lv: Sekojiet līdzi studentu progresam
vi: Theo dõi sự tiến bộ của học sinh

source: This report constantly divides your students' progress in clusters: from low-performing to high-performing groups. You can take action right away - send appropriate email to clusters in couple of clicks.
ar: يقسّم هذا التقرير باستمرار تقدم الطلاب في مجموعات: من المجموعات منخفضة الأداء إلى المجموعات عالية الأداء. يمكنك اتخاذ إجراء على الفور - أرسل بريداً إلكترونياً مناسباً إلى المجموعات ببضع نقرات.
lv: Šī atskaite pastāvīgi sadala jūsu studentu progresu klasteros: no grupām ar zemu sniegumu līdz ļoti veiksmīgām. Varat rīkoties uzreiz - nosūtiet katram klasteriem atbilstošu e-pastu ar pāris klikšķiem.
vi: Báo cáo này liên tục phân chia sự tiến bộ của học sinh của bạn theo các cụm: từ nhóm có thành tích thấp đến nhóm có thành tích cao. Bạn có thể thực hiện hành động ngay lập tức - gửi email thích hợp đến các cụm chỉ trong vài cú nhấp chuột.

source: Send Email
ar: أرسل بريد إلكتروني
lv: Nosūtīt e-pastu
vi: Gửi email

source: Choose clusters you want to send emails to, create email and send. Exactly that simple.
ar: اختر المجموعات التي تريد إرسال رسائل البريد الإلكتروني إليها، أنشئ بريداً إلكترونياً وأرسله. بالضبط بهذه البساطة.
lv: Izvēlieties klasterus, kuriem vēlaties sūtīt e-pastus, izveidojiet e-pastu un nosūtiet. Tas ir tik vienkārši.
vi: Chọn các cụm bạn muốn gửi email, tạo email và gửi. Chính xác là đơn giản.

source: Subject:
ar: الموضوع:
lv: Temats:
vi: Môn học:

source: (Maximum 128 characters)
ar: (128 حرف كحد أقصى)
lv: (Ne vairāk kā 128 rakstzīmes)
vi: (Tối đa 128 ký tự)

source: SEND EMAIL(S)
ar: إرسال الرسالة(الرسائل) الإلكترونية
lv: SŪTĪT E-PASTU(S)
vi: GỬI EMAIL

source: Email(s) sending failed
ar: فشل في عمل الإرسال
lv: Neizdevās nosūtīt e-pastu(s)
vi: Gửi email không thành công

source: Message sent
ar: تم الإرسال
lv: Ziņa nosūtīta
vi: Đã gửi tin nhắn

source: Required fields
ar: الحقول المطلوبة
lv: Pieprasītie lauki
vi: Trường bắt buộc

source: This report shows the dynamics of the following metrics:
ar: يوضح هذا التقرير ديناميكيات المقاييس التالية:
lv: Šajā pārskatā parādīta šādu metriku dinamika:
vi: Báo cáo này cho thấy động lực của các chỉ số sau:

source: Enrollments: Number of students that enrolled in the course
ar: التسجيلات: عدد الطلاب المسجلين في المساق
lv: Reģistrēšanās: Studentu skaits, kas reģistrējušies kursā
vi: Số lượng học sinh đã đăng ký trong khóa học

source: Unenrollments: Number of students that unenrolled from the course
ar: إلغاء التسجيل: عدد الطلاب المنسحبين من المساق
lv: Izreģistrēšanās: Studentu skaits, kas izreģistrējušies no kursa
vi: Hủy đăng ký: Số sinh viên đã hủy đăng ký khỏi khóa học

source: Total: Total number of students that are currently passing the course
ar: الإجمالي: إجمالي عدد الطلاب الذين يجتازون الدورة التدريبية حالياً
lv: Kopā: Kopējais studentu skaits, kas šobrīd kārto kursu
vi: Tổng: Tổng số sinh viên hiện đã hoàn thành khóa học

source: You can choose the predefined periods of time to see the dynamics (Last Week, Last 2 Weeks, Last Month) or you can choose custom time period.
ar: يمكنك اختيار فترات زمنية محددة مسبقاً لمشاهدة الديناميكيات (الأسبوع الماضي ، آخر أسبوعين ، الشهر الماضي) أو يمكنك اختيار فترة زمنية مخصصة.
lv: Varat izvēlēties iepriekš noteiktus laika periodus, lai redzētu dinamiku (pagājušā nedēļa, pēdējās 2 nedēļas, pēdējais mēnesis), vai arī varat izvēlēties citu laika periodu.
vi: Bạn có thể chọn các khoảng thời gian được xác định trước để xem các động thái (Tuần trước, 2 tuần trước, tháng trước) hoặc bạn có thể chọn khoảng thời gian tùy chỉnh.

source: Enrollments
ar: التسجيلات
lv: Reģistrēšanās
vi: Đăng ký

source: Unenrollments
ar: إلغاءات التسجيل
lv: Izreģistrēšanās
vi: Hủy đăng ký

source: Total
ar: المجموع
lv: Kopā
vi: Tổng

source: This report shows which stages of your course prevent students from moving forward.
ar: يوضح هذا التقرير مراحل المساق التي تمنع الطلاب من المضي قدماً.
lv: Šis atskaite parāda, kuri kursa posmi traucē studentiem virzīties uz priekšu.
vi: Báo cáo này cho biết những giai đoạn nào trong khóa học của bạn gây khó khăn cho học sinh.

source: By stages we mean the hierarchical parts of Open edX course:
ar: نعني بالمراحل الأجزاء الهرمية لمساق Open edX:
lv: Ar posmiem mēs domājam Open edX kursa hierarhiskās daļas
vi: Theo các giai đoạn, chúng tôi muốn nói đến các phần phân cấp của khóa học Open edX:

source: Section
ar: القسم
lv: Segments
vi: Mục

source: Subsection
ar: القسم فرعي
lv: Apakšiedaļa
vi: Tiểu mục

source: Unit
ar: الوحدة
lv: Aktivitāte
vi: Đơn vị

source: See how many students entered each stage, how many passed to another one and how many stuck.
ar: تعرف على عدد الطلاب الذين دخلوا كل مرحلة ، وعدد الطلاب الذين انتقلوا إلى مرحلة أخرى وعدد الذين علقوا.
lv: Skatiet, cik studentu iekļuva katrā posmā, cik pārcēlās uz citu posmu un cik iestrēga.
vi: Xem có bao nhiêu học sinh bước vào mỗi giai đoạn, bao nhiêu vượt qua giai đoạn khác và bao nhiêu bị thất bại.

source: Click on each stage to see the breakdown by available sub-stages.
ar: انقر فوق كل مرحلة لرؤية التقسيم حسب المراحل الفرعية المتاحة.
lv: Noklikšķiniet uz katra posma, lai redzētu sadalījumu pēc pieejamajiem apakšposmiem.
vi: Nhấp vào từng giai đoạn để xem bảng phân tích theo các giai đoạn phụ có sẵn.

source: Choose section or subsection with a checkbox. Email will be sent to all the students who stuck there.
ar: اختر قسماً أو قسماً فرعياً مع مربع اختيار. سيتم إرسال بريد إلكتروني إلى جميع الطلاب العالقين هناك.
lv: Izvēlieties sadaļu vai apakšiedaļu ar izvēles rūtiņu. Visiem studentiem, kas tur iestrēguši, tiks nosūtīts e-pasts.
vi: Chọn mục hoặc tiểu mục bằng cách tích chọn. Email sẽ được gửi đến tất cả các học sinh ở đó.

source: This reports gives an overview of all students' progress in a simple spreadsheet form.
ar: يقدم هذا التقرير نظرة عامة على تقدم جميع الطلاب في نموذج جدول بيانات بسيط.
lv: Šī atskaite vienkāršā izklājlapas veidā sniedz pārskatu par visiem studentiem.
vi: Báo cáo này cung cấp một cái nhìn tổng quan về sự tiến bộ của tất cả học sinh trong một biểu mẫu bảng tính đơn giản.

source: Progress details of any student are available by clicking on the corresponding row of the spreadsheet.
ar: تتوفر تفاصيل التقدم لأي طالب من خلال النقر على الصف المقابل في جدول البيانات.
lv: Informācija par jebkura studenta progresu ir pieejama, noklikšķinot uz atbilstošās izklājlapas rindas.
vi: Chi tiết tiến độ của bất kỳ học sinh nào có sẵn bằng cách nhấp vào hàng tương ứng của bảng tính.

source: You can filter student list by using 'Search Student...' field.
ar: يمكنك تصفية قائمة الطلاب باستخدام الحقل "بحث عن الطالب ...".
lv: Jūs varat filtrēt studentu sarakstu, izmantojot 'Meklēt studentu...' lauku.
vi: Bạn có thể lọc danh sách học sinh bằng cách sử dụng trường 'Tìm kiếm sinh viên ...'.

source: You can search by first name, last name or email (non-case-sensitive).
ar: يمكنك البحث بالاسم الأول أو اسم العائلة أو البريد الإلكتروني.
lv: Jūs varat meklēt pēc vārda, uzvārda vai e-pasta (nav reģistrjutīgs).
vi: Bạn có thể tìm kiếm theo tên, họ hoặc email (không phân biệt chữ hoa chữ thường).

source: Progress Graph
ar: رسم بياني لمسار التقدم
lv: Progresa grafiks
vi: Biểu đồ tiến trình

source: This graph shows the current progress details for the selected student. It contains progress on each Homework (blue columns) and total course progress (red column).
ar: يوضح هذا الرسم البياني تفاصيل التقدم الحالي للطالب المحدد. يحتوي على التقدم في كل واجب منزلي (أعمدة زرقاء) وإجمالي تقدم المساق (العمود الأحمر).
lv: Šajā diagrammā parādīta progresa informācija par izvēlēto studentu. Tajā ietverts katra mājasdarba progress (zilas kolonnas) un kopējais kursa progress (sarkanā kolonna).
vi: Biểu đồ này hiển thị chi tiết tiến độ hiện tại của học sinh đã chọn. Nó chứa tiến trình của mỗi Bài tập về nhà (cột màu xanh) và tổng tiến trình của khóa học (cột màu đỏ).

source: Video Views
ar: مشاهدات الفيديو
lv: Video skatījumi
vi: Lượt xem Video

source: This graph indicates the number of seconds Student watched each of the course videos. Completed videos are indicated green.
ar: يشير هذا الرسم البياني إلى مقدار الثواني التي شاهدها الطالب من كل فيديو من مقاطع الفيديو الخاصة بالمساق. يشار إلى مقاطع الفيديو المكتملة باللون الأخضر.
vi: Biểu đồ này cho biết thời lượng giây mà Học viên đã xem mỗi video của khóa học. Các video đã hoàn thành được biểu thị màu xanh lá cây.

source: Discussion Activity
ar: نشاط المناقشة
lv: Diskusiju aktivitāte
vi: Hoạt động thảo luận

source: This graphic indicates the number of Student's activity in Discussions including comments, responses, topics creation, and votes.
ar: يشير هذا الرسم البياني إلى مقدار نشاط الطالب في المناقشات بما في ذلك التعليقات والاستجابات وإنشاء الموضوعات والتصويت.
vi: Hình ảnh này cho biết số lượng hoạt động của Học sinh trong Thảo luận bao gồm nhận xét, phản hồi, tạo chủ đề và bình chọn.

source: Student Step
ar: خطوة الطالب
lv: Studenta soļi
vi: Bước sinh viên

source: Student's path through the course .
ar: مسار الطالب خلال المساق.
lv: Studenta ceļš cauri kursam.
vi: Con đường của học sinh thông qua khóa học

source: Instructor Analytics
ar: تحليلات المدرب
lv: Instruktoru Analītika
vi: Phân tích của giáo viên

source: Unfortunately, Analytics was disabled by admin.
ar: لسوء الحظ ، تم تعطيل التحليلات بواسطة مسؤول النظام.
lv: Diemžēl administrators ir atslēdzis analītiku.
vi: Rất tiếc, Phân tích đã bị quản trị viên vô hiệu hóa.

source: This report helps detect assessments that are most problematic for students.
ar: يساعد هذا التقرير في الكشف عن التقييمات الأكثر إشكالية للطلاب.
lv: Šī atskaite palīdz noteikt novērtējumus, kas studentiem ir visproblemātiskākie.
vi: Báo cáo này giúp phát hiện các đánh giá có vấn đề nhất đối với học sinh.

source: Blue columns represent average count of attempts for all assessments in a subsection.
ar: تمثل الأعمدة الزرقاء متوسط عدد المحاولات لجميع التقييمات في القسم الفرعي.
lv: Zilās kolonnas norāda visu apakšiedaļas novērtējumu vidējo mēģinājumu skaitu.
vi: Các cột màu xanh dương thể hiện số lần thử trung bình cho tất cả các bài đánh giá trong một tiểu mục.

source: Red columns represent average level of student's success in a subsection (%)
ar: تمثل الأعمدة الحمراء متوسط مستوى نجاح الطالب في القسم الفرعي (%)
lv: Sarkanās kolonnas norāda vidējo studentu sekmju līmeni apakšnodaļā (%)
vi: Các cột màu đỏ thể hiện mức độ thành công trung bình của học sinh trong một tiểu mục (%)

source: Click on the area that represents a subsection (only subsections that contain graded assessments are displayed) to get more detailed information.
ar: انقر فوق المنطقة التي تمثل قسماً فرعياً (يتم عرض الأقسام الفرعية التي تحتوي على التقييمات التي لها درجات محتسبة فقط) للحصول على معلومات أكثر تفصيلاً.
lv: Lai iegūtu sīkāku informāciju, noklikšķiniet uz apgabalu, kas apzīmē apakšiedaļu (tiek parādītas tikai apakšsadaļas, kurās ir novērtējumi).
vi: Nhấp vào khu vực đại diện cho một tiểu mục (chỉ những tiểu mục có chứa các đánh giá đã xếp loại mới được hiển thị) để biết thêm thông tin chi tiết.

source: This level of the report indexes units from assessments success perspective
ar: يفهرس هذا المستوى من التقرير الوحدات من منظور نجاح التقييمات
lv: Šis atskaites līmenis attēlo vienības no veiksmīgu novērtējumu perspektīvas
vi: Mức độ này của báo cáo lập chỉ mục các đơn vị từ quan điểm đánh giá thành công

source: Blue column = 100% if students gave correct answers with 1st attempt
ar: العمود الأزرق = 100% إذا أعطى الطلاب الإجابات الصحيحة من المحاولة الأولى
lv: Zilā kolonna = 100%, ja studenti sniedza pareizas atbildes ar pirmo mēģinājumu
vi: Cột màu xanh dương = 100% nếu học sinh trả lời đúng với lần thử đầu tiên

source: Red column = 100% if students gave incorrect answers and used all the attempts
ar: العمود الأحمر = 100% إذا أعطى الطلاب إجابات غير صحيحة واستخدموا جميع المحاولات
lv: Sarkanā kolonna = 100%, ja studenti sniedza nepareizas atbildes un izmantoja visus mēģinājumus
vi: Cột màu đỏ = 100% nếu học sinh trả lời sai và sử dụng tất cả các lần thử

source: Click on the area that represents a unit to get detailed information.
ar: انقر فوق المنطقة التي تمثل الوحدة للحصول على معلومات مفصلة.
lv: Noklikšķiniet uz apgabala, kas apzīmē vienību, lai iegūtu sīkāku informāciju
vi: Nhấp vào khu vực đại diện cho một đơn vị để nhận thông tin chi tiết.

source: Correct Answers, %
ar: الإجابات الصحيحة، %
lv: Pareizās atbildes, %
vi: Câu trả lời đúng, %

source: Incorrect Answers, %
ar: الإجابات غير الصحيحة، %
lv: Nepareizās atbildes, %
vi: Câu trả lời không chính xác, %

source: Computing
ar: جاري الحساب
lv: Rēķina
vi: Tin học

source: Select period
ar: حدد الفترة
lv: Izvēlieties laika posmu
vi: Chọn khoảng thời gian

source: From
ar: من
lv: No
vi: Từ

source: To
ar: إلى
lv: Līdz
vi: Đến

source: Apply
ar: تطبيق
lv: Piemērot
vi: Áp dụng

source: Cancel
ar: إلغاء
lv: Atcelt
vi: Hủy bỏ

source: Last Week
ar: الأسبوع الماضي
lv: Pagājušā nedēļa
vi: Tuần trước

source: Last 2 Weeks
ar: آخر أسبوعين
lv: Pēdējās 2 nedēļas
vi: 2 tuần trước

source: Last Month
ar: الشهر الماضي
lv: Pēdējais mēnesis
vi: Tháng trước

source: Since Course Start
ar: منذ بدء المساق
lv: No kursa sākuma
vi: Kể từ khi khóa học bắt đầu

source: All Enrollments
ar: جميع التسجيلات
lv: Visas reģistrēšanās
vi: Tất cả đăng ký

source: Enrollments/Unenrollments
ar: التسجيلات/إلغاءات التسجيل

source: Average attempts count
ar: متوسط عدد المحاولات

source: Average success level
ar: متوسط مستوى النجاح

source: This graph indicates the amount of visits of each Unit and bring you the whole perspective of what part of Course was the most difficult or interesting for your Students.
lv: Šis grafiks norāda katras vienības apmeklējumu skaitu un parādīs perspektīvu par to, kura kursa daļa bija visgrūtākā vai interesantākā jūsu studentiem.

source: This graph indicates the amount of seconds Student watched each of the course videos. Completed videos are indicated green.
lv: Šis grafiks norāda sekunžu daudzumu, kuru students ir skatījies katrā kursa video. Pabeigtie videoklipi tiek norādīti zaļā krāsā.

source: This graphic indicates the amount of Student's activity in Discussions including comments, responses, topics creation, and votes.
lv: Šis grafiks norāda studenta aktivitātes līmeni diskusijās, ieskaitot komentārus, atbildes, tēmu izveidi un balsojumus.
